Repository: common-repository/cituro-booking-widget
Catalog: languages/cituro-booking-widget-*.po
Languages: de_at

# cituro.page.name
source: cituro Booking Widget
de_at: cituro Buchungswidget

# menuoverview
source: Settings › cituro Booking Widget
de_at: Einstellungen › cituro Buchungswidget

# admin.notice.text
source: In order to use this plugin you need a cituro subscription!
de_at: Um dieses Plugin zu nutzen benötigen Sie ein cituro Abonnement.

# settings.error.invalid.customernumber
source: Invalid customer number.
de_at: Ungültige Kundennummer.

# section.general.header
source: General
de_at: Allgemein

# section.general.info
source: The official # WordPress plugin allows you to easily integrate your individual cituro booking widget into your site.
de_at: Das offizielle # Wordpress-Plugin erlaubt es Ihnen, ihr individuelles cituro-Buchungswidget auf Ihrer Seite erscheinen zu lassen.

# section.general.description
source: You can configure the design of your booking button in the # under <code>Online Booking › Design & Preview › Button - General Settings.</code>
de_at: Das Design ihres Buchungsbuttons können Sie im # einrichten im Menü unter <code>Onlinebuchung › Design & Vorschau › Buchungsbutton - Allgemeine Einstellungen.</code>

# section.general.customer.number
source: Customer Number:
de_at: Kundennummer:

# section.general.customer.error
source: First enter a valid customer number and save changes.
de_at: Geben Sie erst eine gültige Kundennummer ein und speichern die Änderungen.

# section.general.customer.description
source: Your cituro customer number. You can find it in the # under <code>Contract › Your Data</Code>
de_at: Ihre cituro-Kundennummer. Diese finden Sie im # im Menü unter <code>Vertrag › Ihre Daten.</code>

# section.customize.header
source: Customize Booking Widget
de_at: Buchungswidget anpassen

# section.customize.info
source: Here you can customize the booking widget to your needs and add pre-filled parameters (optional).
de_at: Hier können Sie das Buchungswidget an Ihre Bedürfnisse anpassen und vorbelegte Parameter hinzufügen (optional).

# section.customize.description
source: For example, the booking widget will start with a preselected service or location.
de_at: So startet das Buchungswidget beispielsweise mit vorbelegter Leistung oder Standort.

# section.customize.preset.service.label
source: Preselected Service
de_at: Vorbelegte Leistung

# section.customize.preset.service.description
source: Service id of the service to be preselected.
de_at: Service-ID der Leistung, die vorausgewählt sein soll.

# section.customize.preset.service.tooltip
source: Copy the service id from the service details.
de_at: Kopieren Sie die Service-ID aus den Details der gewünschten Einzel- oder Gruppenleistung.

# section.customize.preset.category.label
source: Preselected Categories
de_at: Vorbelegte Kategorien

# section.customize.preset.category.description
source: Category ids of the service categories to be preselected.
de_at: Kategorie-ID der Servicekategorien, die vorausgewählt sein soll.

# section.customize.preset.category.tooltip
source: Copy the category ids from the category details (services/group services). One or more separated by a comma.
de_at: Kopieren Sie die Kategorie-IDs aus den Details der Kategorien in Einzelleistungen/Gruppenleistungen. Eine oder mehrere durch Komma getrennt.

# section.customize.preset.resource.label
source: Preselected Resource/Employee
de_at: Vorbelegte Ressource/Mitarbeiter

# section.customize.preset.resource.description
source: Resource id of the resource/Employee id of the employee to be preselected.
de_at: Ressourcen-ID der Ressource/Mitarbeiter-ID des Mitarbeiters, die vorausgewählt sein soll.

# section.customize.preset.resource.tooltip
source: Copy the employee/resource id from the employee/resource details.
de_at: Kopieren Sie die Mitarbeiter-ID/Ressourcen-ID aus den Mitarbeiter- bzw. Ressourcendetails.

# section.customize.preset.location.label
source: Preselected Location
de_at: Vorbelegter Standort

# section.customize.preset.location.description
source: Location id of the location to be preselected.
de_at: Standort-ID des Standorts, der vorausgewählt sein soll.

# section.customize.preset.location.tooltip
source: Copy the Location id from the location details.
de_at: Kopieren Sie die Standort-ID aus den Standortdetails.

# section.advanced.header
source: Advanced
de_at: Erweitert

# section.advanced.info
source: Here you have the option to integrate the cituro booking widget using your own script. This gives you the ability to customize the booking widget in more detail (optional).
de_at: Hier haben Sie die Möglichkeit das cituro-Buchungswidget über Ihr eigenes Skript einzubinden. So können Sie das Buchungswidget noch detaillierter anpassen (optional).

# section.advanced.checkbox.title
source: Expert Mode
de_at: Expertenmodus

# section.advanced.checkbox.text
source: Use Custom Script
de_at: Benutzerdefiniertes Skript verwenden

# section.advanced.customscript
source: Custom Script:
de_at: Benutzerdefiniertes Skript:
